Repository: spiritoffootball/civicrm-eo-attendance
Catalog: languages/civicrm-*-attendance-*.po
Languages: de_de

source: Please fill out some figures for this event.
de_de: Bitte füllen Sie einige Zahlen für diesen Termin aus.

source: Number of Attendees
de_de: Anzahl der Teilnehmer

source: Number of Boys
de_de: Anzahl der Jungen

source: Number of Girls
de_de: Anzahl der Mädchen

source: Age (Youngest)
de_de: Alter (Jüngsten)

source: Age (Oldest)
de_de: Alter (ältesten)

source: Submit
de_de: Actualisieren

source: How much time did you spend working on this event?
de_de: Wie viel Zeit haben Sie an diesen Termin gearbeitet?

source: Hours
de_de: Stunden

source: Minutes
de_de: Minuten

source: The following people have indicated that they are available for this event. Choose which people to register for the event and select their role.
de_de: Die folgenden Personen haben angegeben, dass sie für diese Veranstaltung verfügbar sind. Wählen Sie die Personen aus, die sich für das Ereignis registrieren möchten, und wählen Sie deren Rolle aus.

source: Close
de_de: Schliessen

source: Default Event Leader Role
de_de: Standard-Terminführerrolle

source: The event leader role is responsible for providing feedback on an event.
de_de: Die Terminführerrolle ist verantwortlich für die Rückmeldung zu einen Termin.

source: Event Leader Role:
de_de: Terminführerrolle:

source: The event leader role is responsible for providing feedback for this event.
de_de: Die Terminführerrolle ist verantwortlich für die Rückmeldung zu diesen Termin.

source: Are Events to be Paid Events by default?
de_de: Sind die zu zahlenden Termine standardmäßig Termine?

source: Check the box if you want events to be paid events. If most events are not paid, leave the box unchecked.
de_de: Aktivieren Sie das Kontrollkästchen, wenn Termine als kostenpflichtige Termine angezeigt werden sollen. Wenn die meisten Termine nicht bezahlt werden, lassen Sie das Kontrollkästchen deaktiviert.

source: Paid Event:
de_de: Kostenpflichtige Termine

source: Event Feedback
de_de: Termin Rückmeldung

source: Use this widget to show a list of feedback for events.
de_de: Verwenden Sie dieses Widget, um eine Liste mit Feedback für Termine anzuzeigen.

source: You are up-to-date with your feedback.
de_de: Sie sind up-to-date mit Ihre Rückmeldungen.

source: Event Feedback Required
de_de: Termin Rückmeldung erforderlich

source: Title:
de_de: Titel:

source: Max number to show:
de_de: Maximale Anzahl zeigen:

source: Leave feedback
de_de: Rückmeldung hinterlassen

source: Processing...
de_de: Wird bearbeitet...

source: You must enter values for each field
de_de: Sie müssen für jedes Feld Werte eingeben

source: You must enter positive values for each field
de_de: Sie müssen positive Werte für jedes Feld eingeben

source: Number of attendees must be the sum of boys and girls
de_de: Anzahl der Teilnehmer muss die Summe von Jungen und Mädchen sein

source: Youngest must be younger than oldest
de_de: Jüngste müss weniger als Älteste sein

source: You must enter positive values for ages
de_de: Sie müssen positive Werte für Alter eingeben

source: Participant Feedback
de_de: Teilnehmer-Feedback

source: Use this widget to show a list of feedback for participants.
de_de: Verwenden Sie dieses Widget, um eine Liste mit Feedback für die Teilnehmer anzuzeigen.

source: Participant Feedback Required
de_de: Teilnehmer-Feedback erforderlich

source: You must enter values for each field.
de_de: Sie müssen für jedes Feld Werte eingeben.

source: You must enter numeric values for each field.
de_de: Sie müssen numerische Werte für jedes Feld eingeben.

source: You must enter whole numbers in each field.
de_de: Sie müssen ganze Zahlen in jedes Feld eingeben.

source: You must enter positive values for each field.
de_de: Sie müssen positive Werte für jedes Feld eingeben.

source: Really? You worked no time at all?
de_de: "Ja wirklich?" Du hast keine Zeit gearbeitet?

source: The number of minutes must be less than 60.
de_de: Die Anzahl der Minuten muss kleiner als 60 sein.

source: Event Statistics
de_de: Terminstatistik

source: Feedback for %s
de_de: Rückmeldungen für %s

source: Oops! Something went wrong.
de_de: Nein! Etwas ist schiefgegangen

source: Thanks!
de_de: Danke!

source: Participant Statistics
de_de: Teilnehmerstatistik

source: Hours Worked
de_de: Stunden gearbeitet

source: Minutes Worked
de_de: Minuten gearbeitet

source: Participants and Registration
de_de: Teilnehmer und Registrierung

source: Participants for %s
de_de: Teilnehmer für %s

source: No participants for this event
de_de: Keine Teilnehmer für diesen Termin

source: Register for this event
de_de: Registrieren Sie sich für diesen Termin

source: Registration is closed
de_de: Registrierung ist geschlossen

source: Attendance
de_de: Teilnahme

source: Update
de_de: Aktualisieren

source: You must choose someone to be the event leader.
de_de: Sie müssen jemanden als Terminführer auswählen.

source: Refreshing this Rendez-vous failed.
de_de: Das Erfrischen dieses Rendez-vous ist fehlgeschlagen.

source: Rendez-vous successfully refreshed.
de_de: Rendez-vous wurde erfolgreich erfrischt.

source: Refreshing all Rendez-vous failed.
de_de: Das Aktualisieren aller Rendez-Vous ist fehlgeschlagen.

source: All Rendez-vous successfully refreshed.
de_de: Alle Rendez-Vous wurden erfolgreich aktualisiert.

source: Availability for %s
de_de: Verfügbarkeit für %s

source: Refresh All
de_de: Alle erfrischen

source: Edit
de_de: Bearbeiten

source: Refresh
de_de: Erfrischen

source: I am not available this month
de_de: Ich bin diesen Monat nicht verfügbar

source: Registration
de_de: Anmeldung

source: Register
de_de: Registrieren

source: Registration via Rendez Vous
de_de: Registrierung über Rendez Vous

source: Enable Attendance
de_de: Teilnahme aktivieren

source: Select an Organiser
de_de: Wählen Sie einen Organisator

source: Choose who is responsible for Attendance
de_de: Wählen Sie, wer für die Teilnahme verantwortlich ist

source: %1$s cannot attend "%2$s"
de_de: %1$s kann an "%2$s" nicht teilnehmen

source: Unfortunately %1$s can no longer attend "%2$s" on %3$s at %4$s and their registration for this event has been cancelled. Please visit the "%5$s" to review registrations for this event.
de_de: Leider kann %1$s nicht mehr an "%2$s" auf %3$s bei %4$s teilnehmen und ihre Registrierung für dieses Event wurde gestrichen. Bitte besuchen Sie die "%5$s", um die Anmeldungen für diesen Termin zu überprüfen.

source: CiviCRM Event Organiser Attendance
de_de: CiviCRM Event Organiser Teilnahme

source: Attendance functionality for CiviCRM Event Organiser plugin.
de_de: Teilnahme-Funktionalität für CiviCRM Event Organiser Plugin.
